[Balance.PawnBalance_Creeper AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Creeper",TransformedNames=((TransformedName="Servo coberto de Slag")))

[Balance.PawnBalance_CreeperBadass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Creeper Encrenqueiro",TransformedNames=((TransformedName="Servo coberto de Slag")))

